{"memory-as-identity": 0, "boat's": 1, "connoisseur": 2, "interference": 3, "'very": 4, "ethical": 5, "'yes": 6, "castrated": 7, "'blood'": 8, "alfred": 9, "wondering": 10, "sprung": 11, "hope'": 12, "asked": 13, "rehearsal": 14, "spring": 15, "serious-minded": 16, "davis's": 17, "nihilistic": 18, "invariably": 19, "fueled": 20, "rolling": 21, "seattle": 22, "profiling": 23, "inc": 24, "irresistible": 25, "actors'": 26, "erotically": 27, "grownups": 28, "here'": 29, "tosses": 30, "degenerates": 31, "contemporaries": 32, "complicated": 33, "make": 34, "irk": 35, "mideast": 36, "stalk-and-slash": 37, "se": 38, "small-budget": 39, "pb&": 40, "refused": 41, "spaghetti": 42, "septic": 43, "misadventures": 44, "fist": 45, "paranoid": 46, "'love": 47, "amused": 48, "recompense": 49, "hourlong": 50, "grandmother": 51, "delta": 52, "justine": 53, "bleed": 54, "booming": 55, "canadian": 56, "ball": 57, "cigarette": 58, "suspiciously": 59, "service": 60, "gooeyness": 61, "artistes": 62, "london": 63, "insulting": 64, "pete's": 65, "muttering": 66, "outr\u00e9": 67, "yvan": 68, "document": 69, "long-held": 70, "archives": 71, "underwritten": 72, "wireless": 73, "don'": 74, "puffery": 75, "deadpan": 76, "mastering": 77, "decay": 78, "emergence": 79, "fragment": 80, "boosted": 81, "gruesome": 82, "crossed": 83, "mothman": 84, "'shindler's": 85, "edits": 86, "lonely": 87, "kaos": 88, "along": 89, "meditative": 90, "apartment": 91, "'sophisticated'": 92, "adorned": 93, "span": 94, "fall's": 95, "designs": 96, "undressed": 97, "na\u00efvet\u00e9": 98, "virtue": 99, "keep": 100, "historically": 101, "cotton": 102, "indiana": 103, "[jaglom]": 104, "vague": 105, "partners": 106, "tamer": 107, "'manhunter'": 108, "pauly": 109, "dunce": 110, "previous": 111, "lambs": 112, "forth": 113, "underdeveloped": 114, "nair's": 115, "climax": 116, "clips": 117, "sit": 118, "burkinabe": 119, "veces": 120, "carnage": 121, "foxworthy's": 122, "b\u00fcttner": 123, "dared": 124, "fallas": 125, "implications": 126, "clooney": 127, "bridget": 128, "ingratiating": 129, "revoked": 130, "actores": 131, "wasp": 132, "turkey": 133, "edged": 134, "verdu": 135, "cashing": 136, "excruciatingly": 137, "memorial": 138, "eardrum-dicing": 139, "latest": 140, "breakdowns": 141, "interested": 142, "humming": 143, "career": 144, "repetitious": 145, "regan": 146, "giddily": 147, "briefly": 148, "'you'll": 149, "ronn": 150, "copyof": 151, "slow": 152, "action": 153, "immorality": 154, "18-year-old": 155, "lee's": 156, "complain": 157, "legends": 158, "drown": 159, "infomercial": 160, "ultraviolent": 161, "clive": 162, "legend": 163, "kahlories": 164, "stupidest": 165, "schnitzler's": 166, "airs": 167, "atacarse": 168, "collected": 169, "[herzog's]": 170, "extravaganza": 171, "hence": 172, "filmic": 173, "clayburgh": 174, "vine": 175, "filmgoing": 176, "empathize": 177, "iq": 178, "develop": 179, "poorly": 180, "vega": 181, "pluto": 182, "anyone": 183, "cat's": 184, "paradigm": 185, "debating": 186, "britney": 187, "merits": 188, "alert": 189, "exit": 190, "bronze": 191, "dirigir": 192, "hoped": 193, "ran": 194, "pale": 195, "sag": 196, "notions": 197, "directions": 198, "lavishly": 199, "scuzbag": 200, "crash-and-bash": 201, "soapy": 202, "tomei": 203, "purposeless": 204, "omits": 205, "open-ended": 206, "sympathizing": 207, "malnourished": 208, "self-interest": 209, "bubbly": 210, "unemployment": 211, "candles": 212, "moldering": 213, "suffers": 214, "by-the-numbers": 215, "devito's": 216, "know-how": 217, "can't": 218, "enforced": 219, "well-done": 220, "[but]": 221, "tone": 222, "self-promotion": 223, "conceptual": 224, "slim": 225, "jimmy's": 226, "rarity": 227, "leafing": 228, "spider-man": 229, "candy-coat": 230, "reaching": 231, "guardian": 232, "aaliyah": 233, "pitch-perfect": 234, "casual": 235, "continuing": 236, "following": 237, "self-amused": 238, "zealand": 239, "undercuts": 240, "destructive": 241, "therapy-dependent": 242, "huston": 243, "wanton": 244, "confounding": 245, "efforts": 246, "forgiven": 247, "secondary": 248, "bones": 249, "minor": 250, "inchoate": 251, "reasons": 252, "[i]t's": 253, "sounding": 254, "leavened": 255, "hanley": 256, "baseball-playing": 257, "into": 258, "dimming": 259, "late-night": 260, "wachowski": 261, "quarters": 262, "x-files": 263, "stomach": 264, "instructs": 265, "wear": 266, "fearlessness": 267, "climate": 268, "lower": 269, "breaks": 270, "heated": 271, "pabulum": 272, "mate": 273, "obligatory": 274, "scooby-doo": 275, "teen-exploitation": 276, "scorsese": 277, "notches": 278, "preparation": 279, "undeveloped": 280, "leveling": 281, "dominated": 282, "noisy": 283, "holiday-season": 284, "lameness": 285, "dean's": 286, "cons": 287, "bong": 288, "job": 289, "escaping": 290, "shadowy": 291, "soapdish": 292, "bickle'": 293, "theories": 294, "dimmer": 295, "siegel": 296, "fontaine's": 297, "several": 298, "'frankly": 299, "monologues": 300, "clones": 301, "qualifies": 302, "italicized": 303, "avoid": 304, "trained": 305, "unmolested": 306, "gender-bending": 307, "juiced": 308, "closed-door": 309, "spangle": 310, "greek": 311, "middle-class": 312, "exasperating": 313, "wondered": 314, "try": 315, "jesus": 316, "seasonal": 317, "hinge": 318, "perils": 319, "talked": 320, "outdoes": 321, "tense": 322, "longtime": 323, "general": 324, "about": 325, "toothless": 326, "spy-movie": 327, "choreography": 328, "protracted": 329, "mean": 330, "leaves": 331, "stammers": 332, "milk": 333, "confounded": 334, "flow": 335, "pro-fat": 336, "awareness": 337, "transgression": 338, "'naqoyqatsi'": 339, "hypothesis": 340, "123": 341, "cartoon's": 342, "damn": 343, "they've": 344, "sanders": 345, "circus": 346, "alienation": 347, "tougher": 348, "elemental": 349, "jiri": 350, "*": 351, "culture": 352, "widely": 353, "dearth": 354, "rude": 355, "slap": 356, "letters": 357, "dilbert": 358, "beguiling": 359, "rouses": 360, "morbid": 361, "inventively": 362, "mull": 363, "forster": 364, "enact": 365, "aloof": 366, "abandoned": 367, "pencil-thin": 368, "disorienting": 369, "do-over": 370, "york": 371, "bobbed": 372, "visual": 373, "sides": 374, "slipperiness": 375, "dedicated": 376, "we'd": 377, "artificial": 378, "verbinski": 379, "seconds": 380, "end-of-year": 381, "pathos-filled": 382, "imamura": 383, "lessen": 384, "whippersnappers": 385, "grueling": 386, "roster": 387, "join": 388, "roll": 389, "rally": 390, "heavy-handedness": 391, "resourceful": 392, "yawn": 393, "thi": 394, "'rendered'": 395, "endeavors": 396, "blast": 397, "foundering": 398, "style--casting": 399, "waltz": 400, "betters": 401, "100-year": 402, "[total": 403, "lagoon": 404, "hoo-ha": 405, "pow": 406, "cherry": 407, "escapist": 408, "horrifies": 409, "humorously": 410, "faster": 411, "gore": 412, "neo-augustinian": 413, "values": 414, "nc-17": 415, "robinson": 416, "conceited": 417, "co-dependence": 418, "advance": 419, "crowd": 420, "williams'": 421, "repression": 422, "orange": 423, "brusqueness": 424, "gesturing": 425, "massacre": 426, "coasting": 427, "families": 428, "dirty-joke": 429, "mainstream": 430, "discover": 431, "benshan": 432, "sobre": 433, "crystals": 434, "tantamount": 435, "barney": 436, "untugged": 437, "silence": 438, "[allen's]": 439, "repetitive": 440, "professionals": 441, "my": 442, "mandoki": 443, "finding-herself": 444, "purposefully": 445, "venice": 446, "gift": 447, "ill": 448, "boom": 449, "pop-culture": 450, "geared": 451, "opacity": 452, "gander": 453, "sirk": 454, "formed": 455, "ineffable": 456, "annual": 457, "ridley": 458, "sorority": 459, "outer": 460, "that's": 461, "precision": 462, "shockwaves": 463, "flakeball": 464, "debases": 465, "apartheid": 466, "ingeniously": 467, "action-oriented": 468, "blank-faced": 469, "objectivity": 470, "studio's": 471, "kurys": 472, "gourmet": 473, "90-plus": 474, "hu": 475, "suspended": 476, "pitifully": 477, "late-inning": 478, "gradually": 479, "nba": 480, "locales": 481, "unclassifiably": 482, "somnolent": 483, "admission's": 484, "puccini": 485, "altman's": 486, "bergman": 487, "sleepwalk": 488, "religious": 489, "condition": 490, "group's": 491, "window": 492, "market": 493, "coast": 494, "rockers": 495, "underdog": 496, "lowbrow": 497, "9/11": 498, "smile": 499, "spades": 500, "ahead": 501, "point-of-view": 502, "representing": 503, "sermonizing": 504, "aranda": 505, "babbitt's": 506, "instability": 507, "obstacles": 508, "agents": 509, "outta": 510, "dysfunctional": 511, "'charly'": 512, "exceed": 513, "recapturing": 514, "garry": 515, "grin": 516, "contrasting": 517, "free-for-all": 518, "under-12": 519, "crime": 520, "toolbags": 521, "big-time": 522, "cursory": 523, "dancers": 524, "miedos": 525, "movements": 526, "armed": 527, "navigates": 528, "science-fiction": 529, "squandering": 530, "lists": 531, "dreams": 532, "'art\u00edstico'": 533, "valid": 534, "1952": 535, "unleashes": 536, "120": 537, "soullessness": 538, "$9": 539, "antithesis": 540, "conception": 541, "arrive": 542, "murderous": 543, "worthwhile": 544, "wilson": 545, "time-killer": 546, "formulaic": 547, "documents": 548, "reeses": 549, "doppelganger": 550, "context": 551, "connection": 552, "brilliantly": 553, "checking": 554, "lie": 555, "'under": 556, "bolt": 557, "edited": 558, "time-wasting": 559, "deciding": 560, "misfortune": 561, "crisp": 562, "unimaginative": 563, "sanctimony": 564, "127": 565, "seeking": 566, "crimen": 567, "tax": 568, "silliness": 569, "environments": 570, "satisfyingly": 571, "persona": 572, "gaudy": 573, "life's": 574, "brazen": 575, "self-consciously": 576, "terry": 577, "stable-full": 578, "wafer": 579, "purer": 580, "dicey": 581, "ms": 582, "holocaust": 583, "gibson": 584, "alma": 585, "sensitively": 586, "mystery": 587, "techno-horror": 588, "level": 589, "stupefying": 590, "caruso's": 591, "apallingly": 592, "adventurous": 593, "it--the": 594, "raymond": 595, "75": 596, "giggly": 597, "nolan": 598, "forwards": 599, "read": 600, "professionalism": 601, "2455": 602, "sua": 603, "actually": 604, "artistry": 605, "happening": 606, "crystal": 607, "posturing": 608, "modulated": 609, "scooped": 610, "small": 611, "desta": 612, "recoing's": 613, "howard's": 614, "reenactment": 615, "insufferable": 616, "says": 617, "india's": 618, "it'd": 619, "clan": 620, "spinning": 621, "serious": 622, "alas": 623, "arithmetic": 624, "enemy": 625, "childish": 626, "systematically": 627, "drooling": 628, "according": 629, "wrap": 630, "[it]": 631, "ever-growing": 632, "preprogrammed": 633, "fundamentally": 634, "wallpaper": 635, "fabian": 636, "stilted": 637, "modern-day": 638, "cerebral": 639, "deceitful": 640, "injuries": 641, "served": 642, "pollak": 643, "pero": 644, "professes": 645, "nicholson": 646, "bears'": 647, "lear's": 648, "spooks": 649, "inferior": 650, "derivativeness": 651, "secular": 652, "conceive": 653, "animated": 654, "dingy": 655, "larger": 656, "skills": 657, "bogdanich": 658, "confusing": 659, "bean": 660, "phoned-in": 661, "either": 662, "handicapped": 663, "welcome": 664, "neglects": 665, "gal-pal": 666, "college": 667, "sundance": 668, "oh": 669, "shoddy": 670, "perd\u00e3o": 671, "brain-deadening": 672, "candle": 673, "forgive": 674, "omnipotent": 675, "thoroughfare": 676, "offered": 677, "knows": 678, "invest": 679, "subjected": 680, "carvey's": 681, "freaks": 682, "hectic": 683, "yanks": 684, "respecting": 685, "juicy": 686, "breathtaking": 687, "sumptuous": 688, "ribbing": 689, "senior": 690, "safely": 691, "high": 692, "downhill": 693, "evaded": 694, "baseball": 695, "crowd-pleaser's": 696, "charting": 697, "neglecting": 698, "kieslowski's": 699, "deny": 700, "setting": 701, "book": 702, "texas": 703, "retail": 704, "stops": 705, "fleshed-out": 706, "sideshow": 707, "'in": 708, "resonates": 709, "saccharine": 710, "layer": 711, "apes": 712, "demeanor": 713, "prickly": 714, "substantive": 715, "kinds": 716, "evocative": 717, "epiphany": 718, "slacker": 719, "draggy": 720, "water-camera": 721, "passo": 722, "down-home": 723, "horror/action": 724, "futuristic": 725, "said": 726, "crew": 727, "jungle": 728, "so-bad-it's-good": 729, "tinge": 730, "comforting": 731, "adequate": 732, "dimensional": 733, "nuevo": 734, "brothers/abrahams": 735, "divining": 736, "church": 737, "water'": 738, "self-preservation": 739, "pre-9/11": 740, "departs": 741, "hippie": 742, "attraction'": 743, "loyal": 744, "worldly-wise": 745, "introspective": 746, "playfully": 747, "well-executed": 748, "lurking": 749, "sacrifice": 750, "avengers": 751, "depraved": 752, "orchestrating": 753, "unflappable": 754, "sandra": 755, "harrowing": 756, "most": 757, "writers'": 758, "intricately": 759, "worked": 760, "hobby": 761, "formidable": 762, "whole-heartedly": 763, "byplay": 764, "melrose": 765, "entranced": 766, "ocean": 767, "depression": 768, "facades": 769, "'n": 770, "internal": 771, "thoughtfully": 772, "should": 773, "spine": 774, "intro": 775, "formulas": 776, "unstinting": 777, "drone": 778, "tremors": 779, "mood": 780, "favor": 781, "screwy": 782, "one-joke": 783, "eh": 784, "tremendous": 785, "frailties": 786, "observation": 787, "'edgy": 788, "fourth": 789, "greatly": 790, "cacophony": 791, "shoots": 792, "repeated": 793, "housekeeping's": 794, "disney's": 795, "italian": 796, "film]": 797, "self-indulgent": 798, "resolutely": 799, "trope": 800, "label": 801, "serie": 802, "emailed": 803, "comeuppance": 804, "chanting": 805, "mummified": 806, "sendak": 807, "ikea": 808, "cutthroat": 809, "control-alt-delete": 810, "vengefulness": 811, "action-movie": 812, "doing": 813, "derisions": 814, "enchanting": 815, "flck": 816, "obligation": 817, "cold": 818, "death": 819, "teetering": 820, "myself": 821, "'40s": 822, "cookie-cutter": 823, "discord": 824, "drew": 825, "roundhouse": 826, "eye-opener": 827, "dose": 828, "olivier": 829, "stepped": 830, "ranks": 831, "blueprint": 832, "miraculously": 833, "talky": 834, "assailants": 835, "erratic": 836, "sick": 837, "bite": 838, "victims": 839, "iranian": 840, "eroded": 841, "bastard": 842, "deform": 843, "voyeur": 844, "logistical": 845, "bikes": 846, "motives": 847, "shoulder": 848, "showcases": 849, "inspirado": 850, "sickness": 851, "'ace": 852, "probing": 853, "adventure": 854, "themes": 855, "ancient": 856, "deposited": 857, "screen-eating": 858, "beat-charged": 859, "flood": 860, "assault": 861, "werner": 862, "makes": 863, "sharp": 864, "diesel's": 865, "[monsoon": 866, "dabbles": 867, "retaining": 868, "equally": 869, "dime": 870, "-hollywood": 871, "nalin's": 872, "substance": 873, "gravitational": 874, "exigencies": 875, "respectively": 876, "honestly": 877, "boys": 878, "precisa": 879, "faux-contemporary": 880, "plods": 881, "timing": 882, "way": 883, "amazement": 884, "bounce": 885, "linking": 886, "exposed": 887, "equations": 888, "faded": 889, "clinch": 890, "white-empowered": 891, "'who's": 892, "grimly": 893, "atop": 894, "see'": 895, "succumbs": 896, "conforms": 897, "howard": 898, "film": 899, "vietnamese": 900, "charmer": 901, "all-in-all": 902, "hawk-style": 903, "mosque": 904, "unrealized": 905, "splendidly": 906, "fusion": 907, "resonances": 908, "untold": 909, "adultery": 910, "lynch's": 911, "life-embracing": 912, "disingenuous": 913, "ironically": 914, "movie's": 915, "dawdle": 916, "smallness": 917, "unable": 918, "cross-promotion": 919, "spirited": 920, "focusing": 921, "reverse": 922, "timelessness": 923, "larger-than-life": 924, "advertisement": 925, "dazzlingly": 926, "pouqu\u00edssimos": 927, "many": 928, "entertainer": 929, "beer": 930, "musset": 931, "1982's": 932, "single-handed": 933, "goodall's": 934, "gibberish": 935, "pleasing": 936, "vera": 937, "'seeking": 938, "cacoyannis": 939, "police": 940, "unfairly": 941, "coolidge": 942, "not-nearly": 943, "taxi": 944, "interchangeable": 945, "fly": 946, "malle's": 947, "you-are-there": 948, "journalist": 949, "hollywood-predictable": 950, "never": 951, "canada's": 952, "downright": 953, "turnabout": 954, "wiser": 955, "structures": 956, "post-9/11": 957, "bowel-curdling": 958, "jeanette": 959, "for": 960, "answer": 961, "departure": 962, "plimpton": 963, "accordion/harmonica/banjo": 964, "kinnear's": 965, "stuart's": 966, "rodriguez": 967, "monroe": 968, "cq": 969, "snapshots": 970, "audience-pleaser": 971, "instincts": 972, "hatosy": 973, "prejuicios": 974, "harmed": 975, "adorable": 976, "meat-and-potatoes": 977, "skinny": 978, "did": 979, "ready": 980, "difficult-to-swallow": 981, "spout": 982, "head": 983, "nonjudgmental": 984, "sap": 985, "confrontations": 986, "tides": 987, "be": 988, "elect": 989, "miller's": 990, "h": 991, "laugh-filled": 992, "be-all-end-all": 993, "vu": 994, "trust": 995, "turfs": 996, "reap": 997, "marine/legal": 998, "couple": 999, "behan": 1000, "felinni": 1001, "cooler": 1002, "almod\u00f3var": 1003, "campaign's": 1004, "could": 1005, "nettelbeck": 1006, "dies": 1007, "mrs": 1008, "agreed": 1009, "monday": 1010, "high-wattage": 1011, "re-voiced": 1012, "bu\u00f1uel's": 1013, "resonate": 1014, "virtuosity": 1015, "laissez-passer": 1016, "'the": 1017, "[tries]": 1018, "awards": 1019, "ah": 1020, "[ahola]": 1021, "cheek": 1022, "mafia": 1023, "villeneuve": 1024, "accept": 1025, "rat-a-tat": 1026, "wraps": 1027, "everyman": 1028, "loves": 1029, "warm": 1030, "tambor": 1031, "'nicholas": 1032, "higher": 1033, "beers": 1034, "mechanical": 1035, "nourishing": 1036, "hijacks": 1037, "attitude": 1038, "admiring": 1039, "skate/surf": 1040, "clunkiness": 1041, "noodle": 1042, "firmer": 1043, "wwii": 1044, "delhomme": 1045, "list'": 1046, "divisions": 1047, "crooks": 1048, "subsided": 1049, "cellular": 1050, "disappearing/reappearing": 1051, "petrovich": 1052, "august": 1053, "ofrece": 1054, "shards": 1055, "knees": 1056, "verdadera": 1057, "bedknobs": 1058, "figuratively": 1059, "sleeping": 1060, "drips": 1061, "sixth-grade": 1062, "musicals": 1063, "fatal": 1064, "programa": 1065, "deficiency": 1066, "bloody": 1067, "demonic": 1068, "analysis": 1069, "condescending": 1070, "inmates": 1071, "dislike": 1072, "illustrated": 1073, "adapted-": 1074, "astoundingly": 1075, "tossed": 1076, "envisioned": 1077, "cardboard": 1078, "inept": 1079, "swank": 1080, "2/3": 1081, "[sports]": 1082, "plateau": 1083, "strangest": 1084, "catching": 1085, "muchas": 1086, "schlepping": 1087, "inauthentic": 1088, "one-of-a-kind": 1089, "undergrad": 1090, "'science": 1091, "hack": 1092, "goals": 1093, "grisly": 1094, "fingers": 1095, "upper-crust": 1096, "tedium": 1097, "informed": 1098, "adrift": 1099, "slumming": 1100, "button": 1101, "seemingly": 1102, "personas": 1103, "petroni": 1104, "decrepit": 1105, "comienza": 1106, "unconscious": 1107, "sooner": 1108, "sweep": 1109, "dope": 1110, "condensation": 1111, "unearthed": 1112, "touchingly": 1113, "dumbed-down": 1114, "of-a-sequel": 1115, "skin": 1116, "satisfies": 1117, "wonderous": 1118, "ladies'": 1119, "employs": 1120, "rebirth": 1121, "stimulates": 1122, "scathingly": 1123, "careers": 1124, "titular": 1125, "zoning": 1126, "motorcycle": 1127, "lawn": 1128, "tack": 1129, "crummy": 1130, "abbass's": 1131, "/": 1132, "michele's": 1133, "load": 1134, "expose": 1135, "marisa": 1136, "superhero": 1137, "'unfaithful'": 1138, "steak": 1139, "grief": 1140, "eight": 1141, "bomb": 1142, "chick-flick": 1143, "cleaving": 1144, "'guests": 1145, "mar": 1146, "cherish": 1147, "redux": 1148, "duvall": 1149, "wonderment": 1150, "fiendishly": 1151, "enthusiastic": 1152, "cable-sports": 1153, "somewhat": 1154, "[seems]": 1155, "bucks": 1156, "germinate": 1157, "19": 1158, "jae-eun": 1159, "author": 1160, "dolgin": 1161, "hanks": 1162, "casualties": 1163, "brits": 1164, "surrealism": 1165, "shrek": 1166, "twinkle": 1167, "stays": 1168, "scare": 1169, "conmovedora": 1170, "stoppard": 1171, "wannabe": 1172, "evidenced": 1173, "false": 1174, "kosashvili": 1175, "flavours": 1176, "bratty": 1177, "woods": 1178, "workshops": 1179, "positive": 1180, "cheech": 1181, "highlighted": 1182, "execrable": 1183, "format": 1184, "draggin'": 1185, "persnickety": 1186, "breathing": 1187, "zingers": 1188, "slips": 1189, "smoothed": 1190, "[has]": 1191, "traveler": 1192, "whirling": 1193, "cor-blimey-luv-a-duck": 1194, "hands-on": 1195, "colored": 1196, "hallways": 1197, "adoration": 1198, "dominatrixes": 1199, "duda": 1200, "end": 1201, "feelgood": 1202, "drag": 1203, "<i": 1204, "rethink": 1205, "revel": 1206, "negated": 1207, "understands": 1208, "1954": 1209, "thinness": 1210, "85-minute": 1211, "homicide": 1212, "dual": 1213, "maxim": 1214, "ours": 1215, "deceit": 1216, "zings": 1217, "admirer": 1218, "impetus": 1219, "being": 1220, "letter": 1221, "suffused": 1222, "flashing": 1223, "comprehend": 1224, "credited": 1225, "dialed-up": 1226, "widow": 1227, "trend-hoppy": 1228, "reassure": 1229, "wail": 1230, "gidget": 1231, "80-minute": 1232, "groan-to-guffaw": 1233, "junior": 1234, "dr": 1235, "interestingly": 1236, "creatures": 1237, "shorter": 1238, "paul": 1239, "honest": 1240, "fish": 1241, "leads": 1242, "immersed": 1243, "leftover": 1244, "'anyone": 1245, "[scorsese's": 1246, "surrendering": 1247, "degraded": 1248, "filter": 1249, "practitioners": 1250, "chore": 1251, "escapes": 1252, "greatness": 1253, "rendered": 1254, "it'": 1255, "amiably": 1256, "flinch": 1257, "maik": 1258, "personagens": 1259, "elysian": 1260, "nightclub": 1261, "les": 1262, "sword": 1263, "ninth": 1264, "pregnancy": 1265, "misogynist": 1266, "cosa": 1267, "gory": 1268, "endings": 1269, "neurotic": 1270, "frequently": 1271, "cathartic": 1272, "engulfed": 1273, "heroes": 1274, "eyeballs": 1275, "stamp": 1276, "leatherbound": 1277, "arrives": 1278, "racial": 1279, "free": 1280, "shield": 1281, "underwood": 1282, "churning": 1283, "methodical": 1284, "philosophers": 1285, "bien": 1286, "additional": 1287, "dressed": 1288, "modernize": 1289, "adoring": 1290, "picture's": 1291, "traditional": 1292, "deteriorates": 1293, "go-for-broke": 1294, "fiend": 1295, "underachiever": 1296, "heavy-handed": 1297, "eastwood's": 1298, "thirteen": 1299, "freeman": 1300, "insurance": 1301, "dour": 1302, "futile": 1303, "tear-jerking": 1304, "bons": 1305, "augmented": 1306, "sixties'": 1307, "tok": 1308, "rock's": 1309, "antiseptic": 1310, "seaworthy": 1311, "consequence": 1312, "opinion": 1313, "esteticamente": 1314, "appealingly": 1315, "independent-community": 1316, "munch": 1317, "woman": 1318, "territories": 1319, "marks": 1320, "guillermo": 1321, "imagery": 1322, "unimpressively": 1323, "hardhearted": 1324, "1967": 1325, "punchy": 1326, "vacant": 1327, "distinguishing": 1328, "premier": 1329, "'a'": 1330, "everything": 1331, "'truth": 1332, "[director": 1333, "super-dooper-adorability": 1334, "small-screen": 1335, "work": 1336, "shed": 1337, "in-the-ring": 1338, "strives": 1339, "blab": 1340, "sleight-of-hand": 1341, "jealous": 1342, "well-made": 1343, "punchier": 1344, "audience-abuse": 1345, "comedy/drama": 1346, "misanthropic": 1347, "dip": 1348, "tennessee": 1349, "clumsily": 1350, "dirgelike": 1351, "conundrum": 1352, "pretend": 1353, "boulevard": 1354, "not-quite": 1355, "ladder": 1356, "preaching": 1357, "boy": 1358, "egyptian": 1359, "recent": 1360, "follows": 1361, "transpose": 1362, "fleming": 1363, "lousy": 1364, "hokum": 1365, "experiencia": 1366, "postapocalyptic": 1367, "tear-stained": 1368, "member": 1369, "coma": 1370, "grade": 1371, "conscience": 1372, "generated": 1373, "picture": 1374, "payami's": 1375, "ali": 1376, "morton": 1377, "signals": 1378, "damage": 1379, "automatic": 1380, "groupie/scholar": 1381, "assumption": 1382, "phones": 1383, "jarecki": 1384, "queen's": 1385, "well-contructed": 1386, "overripe": 1387, "beast-within": 1388, "individuality": 1389, "[hawn's": 1390, "altar": 1391, "luc\u00eda]": 1392, "blended": 1393, "mira": 1394, "heroic": 1395, "decrepitude": 1396, "added": 1397, "caulfield": 1398, "mass": 1399, "downsizing": 1400, "paradoxically": 1401, "lacks": 1402, "sorely": 1403, "associated": 1404, "misfires": 1405, "huge": 1406, "rainbows": 1407, "dozing": 1408, "dashing": 1409, "accents": 1410, "indicates": 1411, "wishing": 1412, "snl": 1413, "tend": 1414, "artless": 1415, "basted": 1416, "elves": 1417, "handsomely": 1418, "backmasking": 1419, "century": 1420, "parodia": 1421, "sorts": 1422, "wells": 1423, "ethnicities": 1424, "slummer": 1425, "smutty": 1426, "sleekness": 1427, "switches": 1428, "milieu": 1429, "sophomore": 1430, "affectionate": 1431, "commonly": 1432, "&": 1433, "'laugh": 1434, "frights": 1435, "aura": 1436, "tambor's": 1437, "intellectuals": 1438, "yourselves": 1439, "story-telling": 1440, "slapped": 1441, "apt": 1442, "hermocrates": 1443, "trivial": 1444, "executed": 1445, "souls": 1446, "schnieder": 1447, "obviation": 1448, "shtick": 1449, "stylist": 1450, "former": 1451, "gantz": 1452, "rotten": 1453, "prologue": 1454, "ritual": 1455, "stop": 1456, "willingly": 1457, "apolitical": 1458, "personajes": 1459, "dips": 1460, "mann": 1461, "desires": 1462, "mais": 1463, "succumb": 1464, "garbage": 1465, "o'fallon": 1466, "gyllenhaal": 1467, "dante": 1468, "ratcatcher": 1469, "road": 1470, "focus": 1471, "mournful": 1472, "quizzical": 1473, "wittgenstein": 1474, "sermon": 1475, "untalented": 1476, "virtues": 1477, "tempered": 1478, "regurgitated": 1479, "romped": 1480, "feels": 1481, "held": 1482, "hanging": 1483, "post": 1484, "rendering": 1485, "poking": 1486, "fabricated": 1487, "melted": 1488, "blessedly": 1489, "fidel": 1490, "lock": 1491, "populating": 1492, "incessant": 1493, "euro-trash": 1494, "seasons": 1495, "prepubescent": 1496, "mccoist": 1497, "hunnam": 1498, "new": 1499, "swedish": 1500, "operates": 1501, "slugs": 1502, "basketball": 1503, "favorite": 1504, "sincerity": 1505, "andersson": 1506, "schlock": 1507, "chuckles": 1508, "messenger": 1509, "number": 1510, "poor": 1511, "heathers": 1512, "unsurpassed": 1513, "hurried": 1514, "precisely": 1515, "holden": 1516, "connoisseurs": 1517, "amble": 1518, "israeli-occupied": 1519, "lobotomized": 1520, "royally": 1521, "elegiac": 1522, "fundamental": 1523, "shandling": 1524, "riviera": 1525, "lensing": 1526, "loopy": 1527, "unnecessary": 1528, "heart-stopping": 1529, "affluent": 1530, "weigh": 1531, "conflicted": 1532, "clean": 1533, "obsessive": 1534, "swimfan's": 1535, "'issues'": 1536, "someone's": 1537, "went": 1538, "'si": 1539, "executives": 1540, "inhospitability": 1541, "explode": 1542, "furious": 1543, "terminal": 1544, "hermetic": 1545, "conveying": 1546, "zigzag": 1547, "hornby": 1548, ".": 1549, "re-assess": 1550, "loose": 1551, "app\u00e9tit": 1552, "thinking": 1553, "harangues": 1554, "skids": 1555, "[harris]": 1556, "cliches": 1557, "okay": 1558, "morvern's": 1559, "outrageously": 1560, "basically": 1561, "powered": 1562, "scream": 1563, "eye-popping": 1564, "arrow": 1565, "offbeat": 1566, "distraction": 1567, "lang's": 1568, "fantasies": 1569, "execution": 1570, "artifice": 1571, "norris": 1572, "prey": 1573, "criminals": 1574, "good": 1575, "outtakes": 1576, "leave": 1577, "enlightenment": 1578, "bothersome": 1579, "offer": 1580, "'carente": 1581, "totalitarian": 1582, "baaaaaaaaad": 1583, "sand's": 1584, "anton": 1585, "afterlife": 1586, "koyaanisqatsi": 1587, "milking": 1588, "oleander's": 1589, "harvests": 1590, "todos": 1591, "elemento": 1592, "docs": 1593, "twisted": 1594, "marcus": 1595, "ventura'": 1596, "eventful": 1597, "hideo": 1598, "repulse": 1599, "acceptance": 1600, "1992": 1601, "disguise": 1602, "twenty-some": 1603, "enjoyment": 1604, "pasolini": 1605, "juni": 1606, "unpersuasive": 1607, "socio-histo-political": 1608, "marvellous": 1609, "masked": 1610, "vim": 1611, "lite": 1612, "rockumentary": 1613, "all-over-the-map": 1614, "freeway": 1615, "tipped": 1616, "telenovela": 1617, "video-shot": 1618, "holm's": 1619, "francisco": 1620, "wonton": 1621, "tinseltown's": 1622, "snicker": 1623, "unintentionally": 1624, "bewilderingly": 1625, "goggles": 1626, "pressure": 1627, "asiaphiles": 1628, "lit": 1629, "inarticulate": 1630, "hear": 1631, "gainsbourg's]": 1632, "curse-free": 1633, "untidily": 1634, "rich": 1635, "crammed": 1636, "pulse": 1637, "restless": 1638, "gullible": 1639, "dramatics": 1640, "braided": 1641, "cheap": 1642, "pun": 1643, "snipes": 1644, "enchantment": 1645, "mention": 1646, "arrancar": 1647, "yawner": 1648, "ineptitude": 1649, "retina": 1650, "two-bit": 1651, "filming": 1652, "tuxedo": 1653, "strictly": 1654, "chiaroscuro": 1655, "trotting": 1656, "spoofs": 1657, "continuum": 1658, "appropriately": 1659, "unprepared": 1660, "target": 1661, "alcatraz'": 1662, "freshness": 1663, "gun": 1664, "acolytes": 1665, "virulent": 1666, "fassbinder": 1667, "processor": 1668, "strongman": 1669, "high-buffed": 1670, "direct": 1671, "misperception": 1672, "contribute": 1673, "mctiernan's": 1674, "'lovely": 1675, "vividly": 1676, "graces": 1677, "spinoffs": 1678, "snacks": 1679, "over-amorous": 1680, "builds": 1681, "explain": 1682, "aberration": 1683, "hippie-turned-yuppie": 1684, "zest": 1685, "richer": 1686, "soppy": 1687, "office": 1688, "fairness": 1689, "follow": 1690, "lesser-praised": 1691, "cheats": 1692, "barrie": 1693, "progression": 1694, "toback's": 1695, "black": 1696, "having": 1697, "achronological": 1698, "dance": 1699, "reagan": 1700, "grounded": 1701, "shifts": 1702, "defining": 1703, "diversity": 1704, "insanity": 1705, "franklin": 1706, "replacing": 1707, "screaming": 1708, "erase": 1709, "mission": 1710, "career-best": 1711, "freaky": 1712, "threads": 1713, "anyway": 1714, "important": 1715, "difficult": 1716, "minutes": 1717, "awe": 1718, "youthful": 1719, "collections": 1720, "foul-mouthed": 1721, "big-fisted": 1722, "'let's": 1723, "farrelly": 1724, "pleasurably": 1725, "campus": 1726, "crackles": 1727, "lingers": 1728, "participants": 1729, "first-time": 1730, "pot": 1731, "stammering": 1732, "sitcom-cute": 1733, "shoe-loving": 1734, "pseudo-serious": 1735, "necessary": 1736, "congratulate": 1737, "gauge": 1738, "hot": 1739, "stoic": 1740, "poem": 1741, "recreated": 1742, "comforted": 1743, "deal": 1744, "twenty": 1745, "patient/doctor": 1746, "accepts": 1747, "tended": 1748, "video": 1749, "excesses": 1750, "pel\u00edculas": 1751, "kong": 1752, "auspicious": 1753, "barrage": 1754, "simplistic": 1755, "reinforces": 1756, "mundo": 1757, "poetics": 1758, "n\u00f3s": 1759, "kwan's": 1760, "berry": 1761, "green-guts": 1762, "bueller": 1763, "stiflingly": 1764, "descends": 1765, "1991": 1766, "drenched-in-the-": 1767, "literal": 1768, "neeson": 1769, "jessica": 1770, "immersing": 1771, "let-down": 1772, "cabins": 1773, "deblois": 1774, "confuse": 1775, "shockers": 1776, "historical": 1777, "cornpone": 1778, "pootie": 1779, "uncontrolled": 1780, "banquet": 1781, "escort": 1782, "cared": 1783, "respectful": 1784, "one-star": 1785, "inadequate": 1786, "paint": 1787, "inanity": 1788, "crassly": 1789, "pauline": 1790, "peril": 1791, "1950": 1792, "glosses": 1793, "bloodstream": 1794, "whooshing": 1795, "plying": 1796, "inability": 1797, "massoud's": 1798, "eroticism": 1799, "smeary": 1800, "explains": 1801, "wines": 1802, "tremble": 1803, "complaining": 1804, "raging": 1805, "oriental": 1806, "twinkling": 1807, "underworld": 1808, "experienced'": 1809, "butterflies": 1810, "checkout": 1811, "kaige": 1812, "sean": 1813, "invisible": 1814, "tv-insider": 1815, "poof": 1816, "madonna": 1817, "dass's": 1818, "wall-to-wall": 1819, "'real'": 1820, "campaign-trail": 1821, "caf\u00e9": 1822, "fork": 1823, "they're": 1824, "'87": 1825, "self-destructive": 1826, "com": 1827, "graceland": 1828, "trinity": 1829, "allen's": 1830, "rom\u00e1nticas": 1831, "tsukamoto's": 1832, "monstrous": 1833, "sarandon": 1834, "urgency": 1835, "children": 1836, "flattened": 1837, "comically": 1838, "excuse": 1839, "self-loathing": 1840, "adage": 1841, "evacuations": 1842, "action/comedy": 1843, "duas": 1844, "converted": 1845, "quirks": 1846, "energizes": 1847, "viewed": 1848, "paul's": 1849, "driving": 1850, "sags": 1851, "plympton": 1852, "lies": 1853, "voluptuous": 1854, "aesthetic": 1855, "snail's": 1856, "actor/director": 1857, "show]": 1858, "delicate": 1859, "pages": 1860, "haunted": 1861, "conveys": 1862, "claude": 1863, "mixing": 1864, "item": 1865, "hat-in-hand": 1866, "baffled": 1867, "suggested": 1868, "full-blooded": 1869, "dusty": 1870, "neo-realist": 1871, "baker's": 1872, "undertone": 1873, "[swimfan]": 1874, "gored": 1875, "brainpower": 1876, "affable": 1877, "prophet": 1878, "hopelessly": 1879, "undeterminable": 1880, "replaced": 1881, "1993": 1882, "[de": 1883, "$50-million": 1884, "interpretation": 1885, "veneer": 1886, "gangster": 1887, "distill": 1888, "divertida": 1889, "interacting": 1890, "stale": 1891, "struggle": 1892, "fast-moving": 1893, "straightforward": 1894, "vibe": 1895, "hewitt's": 1896, "environmentalism": 1897, "divertingly": 1898, "providing": 1899, "mockumentary": 1900, "eye-catching": 1901, "'fully": 1902, "accompanying": 1903, "recommending": 1904, "pretty-boy": 1905, "girl": 1906, "mood-altering": 1907, "grateful": 1908, "beatnik": 1909, "shock": 1910, "gentle": 1911, "distasteful": 1912, "audacity": 1913, "narrated": 1914, "impress": 1915, "desperation": 1916, "force-feed": 1917, "torture": 1918, "lulls": 1919, "railing": 1920, "close-ups": 1921, "philibert": 1922, "choice": 1923, "undying": 1924, "alternative": 1925, "extent": 1926, "converts": 1927, "raised": 1928, "rush": 1929, "novel's": 1930, "long-range": 1931, "ballast": 1932, "stepford": 1933, "merely": 1934, "huskies": 1935, "exterior": 1936, "dreadful": 1937, "brass": 1938, "emotional": 1939, "chopsocky": 1940, "chaotic": 1941, "impetuousness": 1942, "'blade": 1943, "lens": 1944, "high-profile": 1945, "realistically": 1946, "transgressive": 1947, "survived": 1948, "performed": 1949, "sociology": 1950, ":": 1951, "goombah": 1952, "constructs": 1953, "war's": 1954, "suspects": 1955, "uniquely": 1956, "refined": 1957, "bryan": 1958, "prevalent": 1959, "stanzas": 1960, "la": 1961, "wants": 1962, "tang": 1963, "stop-go": 1964, "fumbled": 1965, "disjointed": 1966, "[u]nrelentingly": 1967, "sara": 1968, "swallow": 1969, "bastions": 1970, "[franco]": 1971, "cannier": 1972, "soliloquies": 1973, "husband": 1974, "homage": 1975, "sip": 1976, "[testud]": 1977, "formal": 1978, "inexorable": 1979, "alternating": 1980, "'picture": 1981, "buy": 1982, "rest": 1983, "commentary": 1984, "asbury": 1985, "robustness": 1986, "gondry's": 1987, "united": 1988, "identity-seeking": 1989, "mule": 1990, "institutionalized": 1991, "steadily": 1992, "compelled": 1993, "yellow": 1994, "'old": 1995, "famous": 1996, "unbridled": 1997, "excursion": 1998, "ambitious": 1999, "mick": 2000, "overly-familiar": 2001, "novella": 2002, "exploiting": 2003, "admission": 2004, "masterfully": 2005, "circles": 2006, "return": 2007, "pumpkin": 2008, "'red": 2009, "sadistic": 2010, "trail": 2011, "so-so": 2012, "empathetic": 2013, "sparse": 2014, "emigre": 2015, "continuity": 2016, "bludgeon": 2017, "louiso": 2018, "consciousness": 2019, "1/2-hour": 2020, "lapping": 2021, "patriotero": 2022, "banking": 2023, "hit-": 2024, "solutions": 2025, "elvira's": 2026, "gowns": 2027, "19th-century": 2028, "chen": 2029, "derisive": 2030, "hermitage": 2031, "poster": 2032, "shifting": 2033, "scott": 2034, "complaint": 2035, "concentration": 2036, "joy": 2037, "laugh": 2038, "not-quite-urban": 2039, "danger": 2040, "soar": 2041, "song": 2042, "depressed": 2043, "unlikeable": 2044, "stringently": 2045, "wrenches": 2046, "jerry": 2047, "vaguely": 2048, "saved": 2049, "[than": 2050, "nebrida": 2051, "distanced": 2052, "hjelje": 2053, "scary": 2054, "proceeds": 2055, "elm": 2056, "dissing": 2057, "gonna": 2058, "dragon'": 2059, "than": 2060, "flee": 2061, "surfing": 2062, "province": 2063, "old-world": 2064, "difference": 2065, "frenzy": 2066, "parable": 2067, "alike": 2068, "honored": 2069, "trocadilho": 2070, "baran": 2071, "flat-out": 2072, "wanting": 2073, "sucking": 2074, "progressed": 2075, "everywhere": 2076, "orc": 2077, "hammers": 2078, "craziness": 2079, "scene-chewing": 2080, "5": 2081, "foreboding": 2082, "shimmers": 2083, "toilet-humor": 2084, "wide-eyed": 2085, "reserve": 2086, "dropped": 2087, "pokey": 2088, "absurdist": 2089, "travails": 2090, "bare": 2091, "tranquil": 2092, "non-britney": 2093, "figures": 2094, "exceedingly": 2095, "autocritique": 2096, "softly": 2097, "inexplicable": 2098, "significantly": 2099, "andersson's": 2100, "throwaway": 2101, "tightened": 2102, "wouldn't": 2103, "friel": 2104, "reef": 2105, "all-too-familiar": 2106, "raindrop": 2107, "lacking": 2108, "friendly": 2109, "motionless": 2110, "packages": 2111, "establish": 2112, "rorschach": 2113, "suspicion": 2114, "sometimes": 2115, "avoiding": 2116, "self-hatred": 2117, "smack": 2118, "cuban": 2119, "producers": 2120, "setpiece": 2121, "conspicuously": 2122, "revolution": 2123, "watches": 2124, "lawrence's": 2125, "steamy": 2126, "wealth": 2127, "bui": 2128, "worn": 2129, "narcissists": 2130, "antes": 2131, "christian": 2132, "buoyed": 2133, "sewage": 2134, "amateurishly": 2135, "saving": 2136, "four-": 2137, "atmospherics": 2138, "frothy": 2139, "masquerade": 2140, "hitler": 2141, "imaginaci\u00f3n": 2142, "well-meant": 2143, "tickles": 2144, "crit": 2145, "treacle": 2146, "delete": 2147, "cultivation": 2148, "vampires": 2149, "mantra": 2150, "resembling": 2151, "splendid-looking": 2152, "satirical": 2153, "believes": 2154, "11th": 2155, "juxtaposition": 2156, "chainsaw": 2157, "slipper": 2158, "mainland": 2159, "potholes": 2160, "yields": 2161, "guilt-suffused": 2162, "simplest": 2163, "stalked": 2164, "programming": 2165, "new-agey": 2166, "promisingly": 2167, "paycheck": 2168, "films": 2169, "smitten": 2170, "screwball": 2171, "posits": 2172, "drive": 2173, "toss": 2174, "schmaltzy": 2175, "studied": 2176, "pertinent": 2177, "drung": 2178, "synthetic": 2179, "entirely": 2180, "dass": 2181, "plaintiveness": 2182, "clare": 2183, "it's]": 2184, "impact": 2185, "turning": 2186, "occupied": 2187, "grandfather": 2188, "uninteresting": 2189, "production": 2190, "frenzied": 2191, "elbowed": 2192, "child's": 2193, "breaking": 2194, "hyped": 2195, "bump": 2196, "streak": 2197, "clause": 2198, "should've": 2199, "linux": 2200, "hostess's": 2201, "spots": 2202, "solid--not": 2203, "injustices": 2204, "update": 2205, "meaningful": 2206, "ruse": 2207, "uplifting": 2208, "too-facile": 2209, "harmless": 2210, "groups": 2211, "curves": 2212, "severely": 2213, "refugees": 2214, "infantile": 2215, "stylistically": 2216, "dishonest": 2217, "eager": 2218, "malarkey": 2219, "dilettante": 2220, "tarkovsky's": 2221, "appease": 2222, "germany's": 2223, "distractions": 2224, "embody": 2225, "abel": 2226, "rap-metal": 2227, "curmudgeonly": 2228, "sweating": 2229, "girl-on-girl": 2230, "recasts": 2231, "pesky": 2232, "bait-and-switch": 2233, "multiple": 2234, "generational": 2235, "disappointed": 2236, "stills": 2237, "fifteen-year-old's": 2238, "moviegoer": 2239, "allodi": 2240, "stumble": 2241, "ferris": 2242, "fiery": 2243, "anti-darwinian": 2244, "schwartzman": 2245, "tension": 2246, "platitudes": 2247, "'tron'": 2248, "utah": 2249, "war-ravaged": 2250, "ago": 2251, "schepisi's": 2252, "grandly": 2253, "sparkles": 2254, "symmetry": 2255, "croaks": 2256, "katzenberg's": 2257, "star": 2258, "blisteringly": 2259, "lean": 2260, "ricochets": 2261, "87": 2262, "emptying": 2263, "adult's": 2264, "snore": 2265, "cheerfully": 2266, "show-stoppingly": 2267, "kouyate's": 2268, "brush": 2269, "ben": 2270, "\u00e0": 2271, "pouty-lipped": 2272, "wilder": 2273, "'amateur'": 2274, "starts": 2275, "june": 2276, "wong's": 2277, "painters": 2278, "landmark": 2279, "cross-shaped": 2280, "r&d": 2281, "tick-tock": 2282, "envious": 2283, "maguire": 2284, "ciertos": 2285, "sub-sophomoric": 2286, "rapidly": 2287, "rehashes": 2288, "space": 2289, "scene-stealing": 2290, "excited": 2291, "'have-yourself-a-happy-little-holocaust'": 2292, "anticipated": 2293, "sucks": 2294, "perception": 2295, "laughing": 2296, "stuffy": 2297, "criminal": 2298, "gunplay": 2299, "expecting": 2300, "understandable": 2301, "drum": 2302, "spicy": 2303, "s\u00f3": 2304, "blockage": 2305, "no-surprise": 2306, "light-heartedness": 2307, "weaver": 2308, "staggeringly": 2309, "bounds": 2310, "mixes": 2311, "puzzling": 2312, "ferocity": 2313, "savory": 2314, "creed": 2315, "photographer's": 2316, "bleu": 2317, "stubbornly": 2318, "hustler": 2319, "variable": 2320, "justify": 2321, "taken": 2322, "ahem": 2323, "double": 2324, "jagger": 2325, "convinced": 2326, "regain": 2327, "juvenile": 2328, "boogaloo": 2329, "50s": 2330, "psyches": 2331, "geeks": 2332, "judd": 2333, "brow": 2334, "rugrats": 2335, "channel-style": 2336, "lives": 2337, "raises": 2338, "tank": 2339, "anarchic": 2340, "vicarious": 2341, "bibbidy-bobbidi-bland": 2342, "appalling": 2343, "life-changing": 2344, "trouble": 2345, "charmingly": 2346, "scenes": 2347, "sulking": 2348, "1995's": 2349, "strainingly": 2350, "dullingly": 2351, "pics": 2352, "queasy": 2353, "syrupy": 2354, "approximation": 2355, "racism": 2356, "nurse": 2357, "pollute": 2358, "long-lived": 2359, "desire": 2360, "casting": 2361, "night": 2362, "deniro": 2363, "sorcerer's": 2364, "close": 2365, "pok\u00e9mon": 2366, "experience": 2367, "hors-d'oeuvre": 2368, "die": 2369, "sir": 2370, "overly": 2371, "acclaimed": 2372, "regardless": 2373, "orgy": 2374, "portraiture": 2375, "lose": 2376, "glides": 2377, "spree": 2378, "overhearing": 2379, "narrator": 2380, "choreographed": 2381, "scriptwriters": 2382, "highly": 2383, "sugary": 2384, "puzzle": 2385, "they": 2386, "chilling": 2387, "improvisations": 2388, "pues": 2389, "mccann's": 2390, "celebi": 2391, "thrilled": 2392, "tunes": 2393, "ruffle": 2394, "begin": 2395, "hartley's": 2396, "patience": 2397, "anteing": 2398, "cop-flick": 2399, "unspeakably": 2400, "direction": 2401, "sneers": 2402, "scooter": 2403, "barry": 2404, "shares": 2405, "locale": 2406, "simmering": 2407, "affords": 2408, "rocket": 2409, "skunk": 2410, "'orphans'": 2411, "preachy-keen": 2412, "succeed": 2413, "dream": 2414, "writhing": 2415, "dictums": 2416, "slam-dunk": 2417, "forgotten": 2418, "gondry": 2419, "log": 2420, "daniel": 2421, "hush": 2422, "examined": 2423, "endlessly": 2424, "burning": 2425, "splatterfests": 2426, "armenian": 2427, "slugfest": 2428, "meeting": 2429, "gamesmanship": 2430, "moviegoer's": 2431, "spit": 2432, "bittersweet": 2433, "savagely": 2434, "artifact": 2435, "absorbing": 2436, "fat": 2437, "paramount": 2438, "'we're": 2439, "than]": 2440, "bites": 2441, "oeuvre": 2442, "retooled": 2443, "fun": 2444, "budget": 2445, "sailboaters": 2446, "oomph": 2447, "murder": 2448, "greengrass": 2449, "atmospheric": 2450, "silences": 2451, "typed": 2452, "morphs": 2453, "placing": 2454, "names": 2455, "embellishing": 2456, "platinum-blonde": 2457, "dishonesty": 2458, "hankies": 2459, "bottom": 2460, "preachy": 2461, "orthodox": 2462, "lucy": 2463, "sonrisa": 2464, "evidence": 2465, "clotted": 2466, "luis": 2467, "savvy": 2468, "she'll": 2469, "shag": 2470, "residuals": 2471, "amoral": 2472, "implausible": 2473, "quartet": 2474, "mysterious": 2475, "skips": 2476, "welles'": 2477, "russell": 2478, "marathon": 2479, "shaped": 2480, "florid": 2481, "overload": 2482, "wit's": 2483, "'inside'": 2484, "treatment": 2485, "rechy": 2486, "before": 2487, "predecessors": 2488, "guessable": 2489, "mends": 2490, "revisionism": 2491, "grown-up": 2492, "argento's": 2493, "'a": 2494, "embalmed": 2495, "sharing": 2496, "intermittently": 2497, "camps": 2498, "cloudy": 2499, "restate": 2500, "stomach-churning": 2501, "body'": 2502, "stodgy": 2503, "written": 2504, "wollter": 2505, "selection": 2506, "trim": 2507, "sharpener": 2508, "boiler": 2509, "sloppiness": 2510, "ventura's": 2511, "grow": 2512, "jostling": 2513, "often-hilarious": 2514, "arrogant": 2515, "smoothes": 2516, "grass": 2517, "=": 2518, "applies": 2519, "producing": 2520, "dimness": 2521, "1980s": 2522, "faceless": 2523, "inside": 2524, "misconceived": 2525, "dispossessed": 2526, "backgrounds": 2527, "las": 2528, "spits": 2529, "reducing": 2530, "non-mystery": 2531, "remakes": 2532, "charly": 2533, "virulently": 2534, "microwaves": 2535, "tortured": 2536, "elliott's": 2537, "bowling": 2538, "hands-off": 2539, "martinet": 2540, "they'd": 2541, "wiseman's": 2542, "learnt": 2543, "quadrangle": 2544, "kahlo": 2545, "virtual": 2546, "forces": 2547, "upon": 2548, "bully": 2549, "whence": 2550, "majidi": 2551, "minimalist": 2552, "emergency": 2553, "begrudge": 2554, "occurrences": 2555, "answers": 2556, "grab": 2557, "anti-harry": 2558, "guarantees": 2559, "body": 2560, "sugar-coated": 2561, "hunter": 2562, "seus": 2563, "unhappily": 2564, "been": 2565, "geeked": 2566, "drastic": 2567, "suffocating": 2568, "turntable": 2569, "tempted": 2570, "classic": 2571, "sort": 2572, "not": 2573, "3-d": 2574, "website": 2575, "tweaked": 2576, "hit-man": 2577, "coma-like": 2578, "medium": 2579, "all-star": 2580, "three": 2581, "bentley": 2582, "kooky": 2583, "pretensions": 2584, "large-screen": 2585, "contr\u00e1ria": 2586, "lower-wit": 2587, "klein's": 2588, "angelina": 2589, "ol'": 2590, "elsewhere": 2591, "christmas": 2592, "sillified": 2593, "vigils": 2594, "something-borrowed": 2595, "marquis": 2596, "portraying": 2597, "alchemy": 2598, "talented": 2599, "acrid": 2600, "cleansing": 2601, "past": 2602, "badly-rendered": 2603, "disassociation": 2604, "disintegrating": 2605, "listen": 2606, "none": 2607, "frontal": 2608, "contorting": 2609, "renner": 2610, "why": 2611, "balances": 2612, "earth": 2613, "almost": 2614, "semi": 2615, "company's": 2616, "tube": 2617, "were": 2618, "recall": 2619, "filled": 2620, "sane": 2621, "sentimentalized": 2622, "effectiveness": 2623, "effects": 2624, "similarly": 2625, "heartily": 2626, "splatter": 2627, "australia": 2628, "twister": 2629, "ratliff": 2630, "tolerate": 2631, "walker": 2632, "crises": 2633, "stuffs": 2634, "revolve": 2635, "canadians": 2636, "[plays]": 2637, "genre-busting": 2638, "partir": 2639, "ballistic-pyrotechnic": 2640, "true": 2641, "affirms": 2642, "gandalf": 2643, "pulling": 2644, "founding": 2645, "army": 2646, "puppets": 2647, "deserves": 2648, "go": 2649, "disappointment": 2650, "amari's": 2651, "gorefests": 2652, "low-cut": 2653, "predict": 2654, "honey": 2655, "david": 2656, "action-comedy": 2657, "indulges": 2658, "is": 2659, "goddammit": 2660, "heavy": 2661, "riddle": 2662, "coffee": 2663, "information": 2664, "questionable": 2665, "muddle": 2666, "swept": 2667, "undercurrent": 2668, "sticky": 2669, "amini": 2670, "harrison's": 2671, "boldly": 2672, "lightness": 2673, "profoundly": 2674, "stacked": 2675, "scene-by-scene": 2676, "mini": 2677, "photograph": 2678, "sparkling": 2679, "benefited": 2680, "violates": 2681, "earns": 2682, "tyson's": 2683, "leblanc": 2684, "funny/gritty": 2685, "bishops": 2686, "omission": 2687, "impulse": 2688, "gravitas": 2689, "fledgling": 2690, "encyclopedia": 2691, "long-winded": 2692, "post-camp": 2693, "28k": 2694, "diplomat's": 2695, "lucratively": 2696, "hit-and-miss": 2697, "tela": 2698, "thirsty": 2699, "eroti-comedy": 2700, "reminded": 2701, "theirs": 2702, "hurts": 2703, "exist\u00eancia": 2704, "passable": 2705, "rat": 2706, "bang": 2707, "whit": 2708, "30": 2709, "helene": 2710, "right-hand": 2711, "quick-buck": 2712, "exploit": 2713, "sandler": 2714, "intimidating": 2715, "allison": 2716, "female": 2717, "weaves": 2718, "'i'm": 2719, "evelyn": 2720, "symbolizes": 2721, "[won't": 2722, "pin": 2723, "rip-roaring": 2724, "wooden": 2725, "unblinking": 2726, "speak": 2727, "provokes": 2728, "allied": 2729, "smash": 2730, "spousal": 2731, "i'd": 2732, "handle": 2733, "killer": 2734, "melodram\u00e1ticos": 2735, "tosca's": 2736, "valentine": 2737, "initial": 2738, "douglas": 2739, "discarded": 2740, "born": 2741, "belly-dancing": 2742, "bound": 2743, "bickering": 2744, "searing": 2745, "drive-ins": 2746, "wind": 2747, "myer's": 2748, "50-year-old": 2749, "7th-century": 2750, "errol": 2751, "eclair": 2752, "oscar-caliber": 2753, "dead-end": 2754, "parochial": 2755, "findings": 2756, "serene": 2757, "terrier": 2758, "melodrama": 2759, "zone": 2760, "rice": 2761, "myths": 2762, "bytes": 2763, "bravo": 2764, "battered": 2765, "organize": 2766, "slapstick": 2767, "stern": 2768, "well-paced": 2769, "wilde's": 2770, "grasp": 2771, "teeth-gnashing": 2772, "stephen": 2773, "grotesque": 2774, "surrender": 2775, "watson": 2776, "covers": 2777, "spins": 2778, "washed": 2779, "implicit": 2780, "unhappiness": 2781, "overwritten": 2782, "macaroni": 2783, "band": 2784, "caso": 2785, "spider": 2786, "childhood": 2787, "fairytale": 2788, "lifts": 2789, "b-film": 2790, "pincel": 2791, "cultures": 2792, "gorgeously": 2793, "prescinde": 2794, "substituting": 2795, "bush": 2796, "humankind's": 2797, "snipes'": 2798, "speaks": 2799, "nicely": 2800, "soundtrack": 2801, "pileup": 2802, "rifkin's": 2803, "molehill": 2804, "scar": 2805, "squinting": 2806, "superficiale": 2807, "worthless": 2808, "simplicity": 2809, "sensibilities": 2810, "heidi's": 2811, "appear": 2812, "rouge": 2813, "block": 2814, "abysmally": 2815, "distorts": 2816, "towards": 2817, "indoors": 2818, "scrape": 2819, "nerds": 2820, "precisamente": 2821, "offends": 2822, "secularists": 2823, "age-wise": 2824, "lack": 2825, "marveling": 2826, "deserve": 2827, "natural": 2828, "inkling": 2829, "1971": 2830, "thousand-times-": 2831, "mountains": 2832, "robert": 2833, "sadists": 2834, "unceasing": 2835, "dutifully": 2836, "conceptions": 2837, "antique": 2838, "malik": 2839, "menu": 2840, "apted": 2841, "floats": 2842, "grows": 2843, "frida": 2844, "wise": 2845, "strung-together": 2846, "wallowing": 2847, "perceptively": 2848, "sheds": 2849, "holding": 2850, "semi-humorous": 2851, "detached": 2852, "astray": 2853, "discourse": 2854, "texture": 2855, "revigorates": 2856, "weighty": 2857, "shown": 2858, "waffle": 2859, "monte": 2860, "sights": 2861, "endearing": 2862, "tryingly": 2863, "albeit": 2864, "hoot": 2865, "concentrate": 2866, "starring": 2867, "actions": 2868, "shift": 2869, "demonstrating": 